Namespace:   Autodesk.Revit.DB.Structure
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
 Syntax
  C#
public virtual Object Current { get; }
  Visual Basic
Public Overridable ReadOnly Property Current As Object
	Get
  Visual C++
public:
virtual property Object^ Current {
	Object^ get ();
}
 Implements
  IEnumerator Current
 See Also
  LoadCaseSetIterator Class
  Autodesk.Revit.DB.Structure Namespace